export default {
  uploading: 'מעלה את הסרטון שלכם עכשיו. זה יכול לקחת מעט זמן.',
  loading: 'טוען...',

  welcome: 'ברוכים הבאים למשחק מרחוק של FIRST ישראל!',
  login: 'כניסה',

  qr: 'סרקו את קוד ה-QR שלכם',

  pre_inst: 'שלום קבוצה',
  start: 'בואו נתחיל',
  not_us: 'זה לא אנחנו',
  flip: 'בבקשה הפכו את המסך למצב מאוזן',

  next: 'לשלב הבא',
  needs_camera_permissions: 'אנחנו צריכים גישה למצלמה. אנא שנו את הגישה בהגדרות האפליקציה.',

  shoot_another: 'לחצו כאן לצילום סרטון נוסף',
  exit: 'לא, תודה. סיימנו לעכשיו',
  thank_you: 'תודה לכם על השתתפות בתחרות FLL Replay!'
}
